Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这一次他拿出来的，是一枚如龙眼般大小的魔晶。
en_us: This time he took out a magical crystal the size of a longan.

source: 这一次他拿出的，是一小袋星辰沙。
en_us: This time he took out a small bag of star sand.

source: 这一次参与竞争的，依然是美貌少妇和魔法家族，只是美貌少妇的对手从罗林家族换成了卡雷卡家族，结果仍然一样，当价格被抬到二十三万的时候，美丽的小偷头子又一次败下阵来。
en_us: This time, it was still the beautiful young woman and a mage family who competed, only this time the beautiful young woman's rival was not the Rolin Family, but the Carreca Family. The result was still the same—when the price was raised to 230,000, the beautiful thief leader was defeated again.

source: 这一次甚至不惜追到了落日山脉，他想用这样的方式证明，自己同样值得依靠！
en_us: This time, he even went with her into the Sunset Mountains to prove in this way that he was equally reliable!

source: 这一次罗琳抛弃了矜持，但得到的回答却是：“你有病，而且还不轻……”
en_us: This time, Rowling had abandoned her reserve. But the answer she got was "You're ill, and it's not mild..."

source: 这一次骚动来得快也去得快，几乎是还没开始就已经结束了，一切又仿佛重新回到了原来的轨迹上，林立依旧每天流连图书馆，偶尔跟凯文到翡翠高塔外走走，看看魔法商店里有什么好东西。胖老头仍然热衷于指点年轻魔法师，方式还是象以前那么独特……
en_us: The tumult had come and gone; it was almost over before it began and everything seemed to be back to the original track. Lin Li still spent his days in the library, occasionally hanging out with Kevin outside of the emerald tower to see if there was anything good in the magic stores. The fat old man still keen on instructing young mages in his own unique way as ever...

source: 这一番来龙去脉说下来，足足花了十几分钟时间。
en_us: Medellin took over 10 minutes to explain the entire sequence of events.

source: 这一番语言加人情的轰炸，直炸得凯文是昏昏欲睡苦不堪言。
en_us: The bombardment of words and favor had made Kevin extremely drowsy and miserable.

source: 这一通乱砸，直砸得林立苦不堪言。
en_us: Lin Li was racked by the barrage.

source: 这一通劈头盖脑的乱揍，直揍得那可怜的利维坦猩猩是四季花儿开，堂堂八级魔兽在一根藤条面前，竟是连躲都不敢躲，一直揍到林立都觉得有些手软了，才总算是悻悻的停下手来，再看看那可怜的利维坦猩猩，早已经是不堪蹂躏，将个脑袋彻底埋进了土里。
en_us: The incessant beatings raining down on the Leviathan Gorilla had it seeing stars. A mighty level-eight magical beast, when faced with the cane, did not even dare to shun it. Lin Li finally stopped the beating resentfully when his arms started to turn weak. The poor Leviathan Gorilla was beyond trampled, burying its head into the ground.

source: 这三瓶奥法药剂已经是他最好的机会了，现在象梅林家族，曼尼斯家族，萨鲁曼家族这样的庞然大物还没出手，一旦等到他们出手，可就没罗林家族什么事了。
en_us: These three bottles of Arcane Magic Potion were his best chance. Giants like the Merlin Family, the Mannes Family, and the Saruman Family had yet to make a move. Once he had waited for them to strike, the Rolin Family would have no chance at all.

source: 这世界上，又有哪个学徒，会以“你”来称呼自己的导师？
en_us: After all, which apprentice in this world would converse with his teacher in such a casual, informal tone?

source: 这东西可是真正的药剂师利器，平常看似没什么大用，可一旦雕刻成药剂瓶，立刻就会变得身价百倍，以安眠水晶瓶盛放的药剂，几乎就意味着永久保存，而且随着保存的时间越长，水晶瓶里的药剂属性，也会变得更加强烈。
en_us: This crystal is a real weapon of pharmacists. On the surface it seemed as if it was not of much help, but when carved into a potion bottle, its value increases tremendously. Potions placed within Hypnotic Crystal bottles practically means that it could be kept forever. Moreover, as the potion is stored for a longer period of time, it would become more potent.

source: 这两块宝石究竟是什么来历，林立至今也没完全弄明白，他只知道它们比起一般宝石来，更加明亮更加纯净，而点金棒所需要的，其实也正是这样的优点，越纯净越明亮的宝石，也就越利于分解和融合。
en_us: Lin Li had yet to find out the origins of these two gemstones. He only knew that they looked brighter and purer than ordinary gemstones, and this was the kind of quality the gold rod needed. The purer and brighter the gemstones, the better it would be for decomposition and fusion.

source: 这个人必须消失！克伦威尔望着林立的背影，嘴角露出了一丝冷笑。
en_us: This person had to disappear! Cromwell stared after Lin Li’s back and sneered.

source: 这个价格刚一爆出，就把林立吓了一跳，他知道奥法药剂很值钱，也知道这些家伙出得起钱，可是他真没想过，仅仅是第一瓶奥法药剂的第一次叫价，就把价格推到了如此惊人的地步……
en_us: Lin Li got a shock as soon as the price was disclosed. He knew the Arcane Magic Potion was worth a lot, and he also knew these fellows could afford it. But he had never thought that the first bid for the Arcane Magic Potion would be raised to such an alarming level...

source: 这个告示一传出来，整个武殿内所有公子小姐和武者一片哗然，原本不关注江逸的武者，全部纷纷开始打听，这个陪练到底是何方神圣？竟然能成为最顶级的陪练？一场还需要如此高的费用？
en_us: Once that announcement was spread, all the young masters and young mistresses in the entire Martial Arts Hall were in an uproar. All these martial artists, who had originally not paid any attention to Jiang Yi, were all continuously starting to make inquiries over how great this sparring partner actually was. How could actually become a top-notch sparring partner? How could one match with him require such a high payment cost?

source: 这个平时低调老实的废物子弟，竟如此的狠，手段如此凶残，如果江如龙江如虎他们不是家族子弟的话，怕是要被他活生生的弄死吧？
en_us: The normally low-profiled and honest trash could be so vicious and so ruthless. Had Jiang Rulong and Jiang Ruhu not been clansmen, wouldn't they be tortured to death?

source: 这个年轻法师所说的一切，对她来说就好象来自另一个世界。
en_us: Everything the young mage had said seemed to be from another world to her.

source: 这个惊人的价格，却吓不退加洛斯首富，还没等那只枯瘦的手臂放下，伊瑟拉－曼尼斯已是又将价格提了三万：“五十八万。”
en_us: This astonishing price was not enough to scare off the wealthiest man of Jarrosus. The emaciated arm was barely down when Ysera Mannes raised the price by another 30,000 yet again. "580,000."

source: 这个新的价格一出，公会大厅里的人已经彻底抓狂了，一群魔法师面面相觑，都在怀疑是不是自己听错了，林立倒吸了一口凉气，正在猛掐自己的大腿，就连身旁的葛瑞安，此时也是不由紧紧抓住了椅子扶手，在那喃喃叹息：“太刺激了……太刺激了……”
en_us: The people in the guild's hall went completely mad as soon as the new price was out. The group of mages looked at each other and wondered if they had misheard. Lin Li drew in a cold breath and pinched his thighs forcefully. Even Gerian who was sitting beside him couldn't help clutching the armrest of the chair and yammered under his breath, "Too exciting... too exciting..."

source: 这个时候林立依旧没忘记射出一发冰锥，用以堵住狮蝎腹部的伤口，以免那喷涌而出的鲜血溅到自己身上。
en_us: At this moment, Lin Li had not forgotten to shoot an icicle to clog the wound of the Manticore to prevent the gushing blood from spilling over Lin Li's body.

source: 这个时候，哪怕是再加一万上去，也足以彻底压死梅林家族，可鲁本－萨鲁曼就是不加，硬是眼睁睁的看着凯文手上的锤子落下，让目瞪口呆的小梅林捧走了最后十瓶奥法药剂。
en_us: At this time, even an addition of 10,000 would be enough to completely crush the Merlin Family, but Reuben Saruman did not do that. He watched Kevin's gavel fall and let the stunned Little Merlin bring home the last ten bottles of Arcane Magic Potion.

source: 这个龙形封印异常的古怪，大长老当时已经达到了紫府境八重，如此强大实力整整研究了两年却一筹莫展。想了很多办法，封印没有一丝松动和变幻，此刻却明显少了一枚符文。这说明什么？说明他很有可能彻底破解这封印啊。
en_us: This dragon-shaped seal was abnormal and odd. At the time, Grand Elder had attained the eighth stage of the Purple Mansion Realm, yet with all his great power, he was unable to find a solution despite researching for two whole years. Despite coming up with so many ideas, the seal neither loosened nor changed. Yet, at this moment, it was evident that one runic pattern was missing. How could one explain this? All Jiang Yi knew was that it was very likely that he could completely break the seal.

source: 这中间林立也有一些反击的机会，或是两记风刃，或是几根冰锥，只是这些法术，却大多落到了坚韧的藤条之上。
en_us: There were some opportunities in between for Lin Li to fight back, be it that two shots of wind blade or a few shots of icicles. But all these spells had mostly landed on the tough rattan.

source: 这中间葛瑞安抽空过来关心了一下，见识过林立那诡异的挑选标准之后，胖老头不由一阵毛骨悚然……
en_us: Gerian took time off in between to look at what Lin Li was doing. After witnessing his weird selection criteria, the fat old man couldn't help feeling the jitters on his back...

source: 这么一套高不成低不就的装备，丢进镀金玫瑰也不过二万金币，在动辄数十万的生意里，这两三万金币丢进去，根本连泡都冒不起来一个，还抵个鸟毛抵，抵命还差不多……
en_us: Such an underachieving set of equipment would only reap in 20,000 gold coins from the Gilded Rose at most. In a business involving thousands of hundreds gold coins, these twenty or thirty thousand gold coins would not even create bubbles, much less if he wanted to pay with it. More like paying with life...

source: 这么一支恐怖的力量出了翡翠高塔，顿时就让加洛斯城抖了几抖，各大势力首脑拼命的打听消息，生怕葛瑞安这一把火烧到自己头上。城主府内更是一片紧张，都以为葛瑞安已经知道了宴会上那件事，此时正带人上门报复，艾萨克一边向老格林寻求庇护，一边将巴瑟罗尔装进马车，当天就送回了王都奥兰纳。
en_us: Such a terrifying force emerging from the Emerald Tower had shaken up Jarrosus City in an instant. The leaders of the various forces were trying desperately to get information about the situation, afraid that they would draw Gerian's fury to themselves. The Castellan Mansion was in a state of panic, thinking that Gerian had come to because of what had happened at the banquet and was leading a troop of men looking for revenge. Isaac asked for protection from Old Grimm while loading Bathrilor onto the carriage, sending him back to Alanna on the same day.

source: 这么多天忙下来，林立早就累得头晕眼花，此时一觉睡下去，直接就睡到了周五早上。
en_us: Lin Li was dizzy from the exhaustion after so many days of work. He fell asleep and did not wake up till Friday.

source: 这么多年来饱受冷眼，两人倒是见怪不怪了，走进自家小院，还没进屋江逸立即双腿一软，捂住左肩痛苦的半跪在地上，大口大口的喘气起来。
en_us: After so many years of receiving the cold shoulder, the two were no stranger to such unfriendly and strange reactions. Entering the tiny courtyard of their house, Jiang Yi's legs turned to jelly even before reaching the main door of the house. He knelt on the ground, painfully holding onto his left shoulder in agony, breathing in deeply with each mouth of air.

source: 这二三十条咒语，就花了他差不多两天的时间。
en_us: He had spent almost two days on those twenty or thirty spells.

source: 这些年来，江家和马家子弟经常冲突，江逸在去年就曾见过江如龙和马家一位少爷各自带着数十名子弟混战，还把马家两名子弟活活打成了活死人，据说此刻还瘫痪在床。
en_us: The members of the two families butted heads constantly over the past couple of years. Just last year, Jiang Yi had witnessed a brawl between Jiang Rulong and one of the sons of the Ma Family, each leading a group of dozens of descendants from their respective family. Two of the Ma Family's descendants had been beaten straight into a vegetative state, and were apparently still paralyzed and bed-bound till this day.

source: 这些文字和他刚才梦中所见一模一样，像小蝌蚪，欢快地旋转、翻转和游动在他的脑海里面……
en_us: These words were identical to those he had witnessed in his dream: like little tadpoles they wiggled, turned, and swam in the waters of his mind…

source: 这件事到了最后，林立的魔法等级，反倒是成了最不重要的事。
en_us: In the end, Lin Li's level in magic had became the least important of things.

source: 这仿佛吸血鬼一般的举动落入三人眼中，顿时只觉一阵毛骨悚然……
en_us: His actions reminded the trio of a vampire, and it sent chills down their spines...

source: 这僻静的角落里隔着几块屏风，朦胧的水晶灯光下，稍稍显得有些昏暗，正适合宾客们谈一些比较机密的事情。一老一少都各自找了一张椅子坐下，正打算开口的时候，两人却尴尬的发现，这僻静的角落里还有其他人在，一时间两人都不由愣了一下。
en_us: A few folding screens separated the quiet corner which was slightly dim under the hazy crystal lights, providing a suitable place for guests to talk about confidential matters. The old and young each found a chair to sit, and when they were about to speak, they were embarrassed to discover that there were others in the secluded corner. For a moment, both of them were stunned.

source: 这元力丹是最低级的辅助修炼的丹药，药力和黄参丹差不多，挥散的速度慢得如蜗牛般。江逸都修炼江水决半个时辰了，元力丹的药力才扩散到丹田外面，把丹田全部笼罩进去，开始增幅丹田提炼元力的速度。
en_us: This essence force elixir was the lowest-grade elixir that could facilitate cultivation. It had a similar medicinal power to the Yellow Ginseng Pill, and its dissemination speed was as slow as a snail. Jiang Yi had circulated the Jiang Water Art for a whole hour, yet the medicinal power of the essence force elixir had just spread to the exterior of the dantian. Here, the power enveloped the entire dantian, increasing the dantian's essence refinement speed.

source: 这充满血腥的一幕落入一众宾客眼中，顿时引发了一阵惊恐的尖叫，艾萨克望着林立，神色间显得有些复杂，他是第一次看见林立发怒，也一直到这个时候，他才发现这个看似无害的年轻魔法师，其实也有着暴戾残忍的一面。
en_us: The bloody scene fell into the eyes of the guests and at once triggered screams of horror. Isaac looked at Lin Li with a complex expression on his face. This was the first time he saw Lin Li infuriated, and it was also only now that he realized this seemingly harmless young mage in fact had a violent and cruel side to him.

source: 这公子他不知道名字，但他知道姓马！此刻这管事正谄媚的和他低声说着话，一副奴才样子，江逸只是看了一眼就明白了风月楼背后的大势力，正是同属五大家族的马家。
en_us: He did not know the name of that gentleman, beyond his surname of "Ma"! At the moment, that housekeeper was speaking to him in a low voice and with much flattery, giving an impression that he was a servant. With just one look, Jiang Yi immediately understood the great power backing the Fengyue Brothel. It was none other than the Ma Family, which was one of the five great family clans of the city.

source: 这其实也难怪老梅林，谁都知道药剂学最需要的就是时间积累，这个领域里没有任何捷径，更不存在所谓的天才，再怎么聪明绝顶的人物，也需要在一次次失败中积累经验，在长时间的摸索中，去寻求一条登顶的道路，这么年轻的药剂师，老梅林甚至连做梦的时候都没想过。
en_us: To be honest, it would be hard to fault Old Merlin for it. Everyone knew that years of accumulation were required in pharmaceutics. There were no shortcuts in this field, and even more so there were no so-called geniuses. Regardless how intelligent one was, it was necessary to accumulate experience through the failures in the long quest to seek a way to reach the top.

source: 这几句话已是说得极重，以至于红发美女也不禁有些动摇了。
en_us: The words were so serious that the redheaded beauty wavered because of them.

source: 这几天葛瑞安虽然什么都没说，但在他们的心理，却早就把林立与那三十瓶奥法药剂划上了等号。
en_us: Gerian had said nothing for the past few days, but in their hearts, they had already associated Lin Li with that 30 bottles of Arcane Magic Potion.

source: 这发冰锥术唯一可以做的，就是将它身上的伤口扩大数倍，原本又深又长的伤口，刹时间就仿佛一条沟壑一般，鲜血如雨一般喷溅而出，甚至就连内脏也正拼命的在腹腔中涌动……
en_us: The only thing the icicle could do was to aggravate the wound on its body. The initially deep, long wound was as though a ravine all of a sudden. Blood poured out like rain, and even the viscera were surging about in its abdomen...

source: 这句话在过去的两天里，凯文至少重复了行千次之多，但却从来没有哪一次，说得象现在这么愉快过。他张口就来，说得没有一点心理负担，更不担心自己晚上会说梦话，甚至在说完之后，心里还有一种如释重负的感觉……
en_us: Kevin had repeated this for at least a thousand times in the past two days. But never had he felt this joyful saying it. The words came as he opened his mouth, and he had spoken without feeling burdened, much less worried that he'd sleep-talk in the night. He had even felt a stone lifted off his heart after he'd finished the sentence...

source: 这声音他很熟悉，他是家族负责药田那边的荣管事。自己接手家族西山的药田清点工作，按道理每天都要向他报告的，可昨日因为被江如虎等人打了一顿，醒来后气愤加迷糊，一时之间竟然忘记了……
en_us: This familiar voice came from Chief Rong, the man in the family in charge of the herb plantations. After taking over the responsibility of maintaining the herb plantations in the Western Hills, Jiang Yi had to report to Chief Rong daily as part of his instructions. However, he endured a vicious attack at the hands of Jiang Ruhu and his gang of cronies the day before. When he woke up, he was angry, dazed, and weak, so he had momentarily forgotten about that specific duty…

source: 这大概是今天最诡异的一次拍卖了，从开始到结束，总共只叫价了两次，而价格涨幅更是前所未有的大，一次比底价高五万，一次直接涨了十一万……
en_us: This was probably the weirdest auction of the day, with only a total of two bids from the start. The increment was unprecedentedly big; it was 50,000 higher than the starting bid and a 110,000 increment at once...

source: 这大概是除了葛瑞安之外，翡翠高塔最顶级的特权了，特别是对于一个刚刚加入公会才几天的新手魔法师来说，这简直就是一个奇迹。
en_us: This was probably the most exclusive privilege in the Emerald Tower apart from Gerian, particularly for a mage who had just joined a few days ago—this was absolutely a miracle.

source: 这头处于传说顶端的巨龙死后，林立居然死活找不到它的魔晶在什么地方，唯一看着象魔晶的东西，也只是在它心脏部位找到的一块石头，可那东西看上去毫无光泽又粗又糙，甚至连一丝微弱的魔法波动都不存在，又哪象一头传说巨龙的魔力源泉？
en_us: After the death of this legendary dragon, Lin Li could not find its magical crystal anywhere. The only thing that looked like a magical crystal was a stone found somewhere around its heart. But it was dull, thick, and rough, and it didn't possess even the faintest magical wave—how could it be the source of mana for the legendary dragon?

source: 这套装备一共三件，一根镶嵌着八级魔晶的法杖，一件黑色符文法师袍，以及一根坠有歌唱水晶的秘银项链。
en_us: There were three pieces in this set of equipment—a staff inlaid with a level-eight magical crystal, a black rune mage robe, and a mithril necklace hung with a singing crystal.

source: 这姬家少女是个绝色妖精，而且她那双漂亮的丹凤眼内闪烁的光芒，让他感觉能洞悉一切般，他生怕在这呆久了，自己身上的一切秘密都无所遁形。
en_us: This young mistress of the Ji Family was a remarkably beautiful and alluring woman. Her pair of beautiful red phoenix eyes twinkled radiantly, making him feel as if she could see through everything clearly. he feared that, if he stayed here for too long, all of his personal secrets might be completely revealed.

source: 这安静的公会大厅，已注定是三大家族的舞台。
en_us: The quiet guild hall was meant to be the stage for the three big families.

source: 这实在是太尴尬了，幸好这时候凯文凑过来帮他解了围。
en_us: It was indeed embarrassing. Fortunately, Kevin came over to his rescue.

source: 这实在是太明显了，葛瑞安刚刚给了他魔法公会最大的特权，转身就传出了三十瓶奥法药剂的消息，这中间的关系连瞎子都能看得出来。
en_us: It was just too obvious. Gerian had just granted him the utmost privileges in the Guild of Magic, and in the twinkling of an eye news of that 30 bottles of Arcane Magic Potion came out. Even the blind could see the link between them.

source: 这家伙实在太没出息了，也难怪刚才罗麦格雷尼他跟出去的时候，脸色有些不太好看，这种软蛋，老子要是有女儿，也不会高兴你跟她来往……
en_us: This fellow was indeed hopeless. It was no wonder McGrenn had looked displeased when he chased after Ina. If Lin Li had a daughter, he definitely would not want her to associate with a weakling like him, either...

source: 这家伙穿越前宅男一个，压根就没见过什么美女，穿越之后更是天天对着安度因那张老脸，他又不是什么吃斋念佛的高僧，有美女亲近那是求都求不来的好事，又哪有往外推的道理？
en_us: This fellow was an otaku before he had time travelled, and he'd not seen any pretty girls before. After the time travel, all he saw was the old face of Andoine. He was not some Buddhist monk who practiced abstinence. Being approached by a pretty girl was too good a thing to ask for, so how could there be any reason to turn her away?

source: 这家伙话刚说完，就发现四周没声音了。
en_us: As soon as the guy finished speaking, he realized there was no sound around him.

source: 这对于老梅林来说，其实就等于是失败。
en_us: To Old Merlin, that was a defeat.

source: 这小子这么大大咧咧的跑来，就不怕葛瑞安借题发挥？
en_us: This fellow had come in so casually, wasn't he afraid that Gerian would take the chance to vent his emotions?

source: 这层魔力防护与林立的元素护盾截然不同，就是最纯粹的魔力直接释放出来，完全没有经过任何咒语。
en_us: This layer of magical shield was vastly different from that of Lin Li's elemental shield. It was the release of the purest mana without any spell at all.

source: 这已经不是财大气粗所能形容的了，一张愿望术卷轴，意味着拥有者可以向系统主神许下一个愿望，只要在游戏规则之内，任何愿望都可以实现。这个愿望可以是无穷无尽的财富，可以是某件强大无比的装备，也可以让系统主神帮你杀死某个神话级生物，甚至可以是一块富源辽阔的土地，让你在上面建立自己的王国。
en_us: "Powerful" might be an understatement in this case. Having the scroll of Wishes meant the player could ask the System Lord for one wish. As long as the wish was not against the rules of the game, any wish could be granted. The player could wish for an endless pool of wealth or the most powerful equipment. He could also wish for the Lord to kill any legendary creatures for him, or even ask for a vast land with rich natural resources to build his own kingdom on.

source: 这已经超越了知识与技术的范畴，完全属于另一个层面的东西。
en_us: It had gone beyond the scope of knowledge and technology, and it belonged entirely to another level.

source: 这并不是通常意义上的魔法练习，一般魔法师在进行练习的时候，都是先进行元素排列，然后通过咒文将排列好的法术释放出去，但安度因教给林立的方法却完全不同，他让林立只是召唤出魔法元素，然后通过精神力将这些元素进行组合排列，最后却不通过咒语释放，而是在排列好之后又分解重组，整个过程周而复始，直到精神力彻底枯竭。
en_us: This was not the conventional way of magic training. Usually, the mage would start off with sequencing the magical elements, and then unleash the magic through reciting a spell. But Andoine had adopted a different approach in his teachings. He made Lin Li summon the magical elements and had them arranged by making use of Lin Li’s mental strength. Instead of unleashing the magic through spell, he jumbled them up and made Lin Li go through the whole process repeatedly until his mental strength finally wore off.

source: 这座宏伟的大殿江逸知道一些，事实上整个天星大陆不知道武殿的人还真没有，因为所有城池中心都会有这么一座黑色古朴的大殿，而且武殿存在的历史太悠久了，似乎人类有纪元开始，这武殿就已经存在了。
en_us: Jiang Yi knew a bit about this imposing grand hall. In fact, there was truly not a single person in the entire Stellarsky Continent who did not know of the Martial Arts Hall. This was because a simple and unadorned black grand hall could be found in every city center would have. Additionally, the existence of the Martial Arts Hall in history had been extremely long. It seemed as though Martial Arts Halls had existed ever since the start of the era of mankind.

source: 这张卷轴的出现，让刚刚安静了几分钟的私人仓库又沸腾了起来。
en_us: The private warehouse had just quieted down for a few minutes, but the appearance of the scroll threw the place into a frenzy again.

source: 这怒焰之袍如今看来，真是有些鸡肋的意思。
en_us: The Robe of Wrath did indeed look insignificant now.

source: 这总管说得不错，今日就算打死了两人也没大事，江家肯定不会追究的。这管事很是精明，眼睛很毒，从他的穿着和侍女小奴在这做工应该猜出了，他在江家地位很低，也算定了他不敢大闹的。
en_us: The chief supervisor was right—it was unimportant if they beat the two of them to death, for the Jiang Clan would definitely not bother to investigate the incident. This chief was shrewd, and eyes shone with malic. From his apparel and the fact that Xiaonu the servant girl was working here, one could guess that his position in the Jiang Clan was very low; one could also estimate that he would not dare to make such a big fuss.

source: 这惊天动地的一击，终于为这场华丽的战斗划上了句号。
en_us: The earth-shaking strike had finally brought the magnificent battle to a close.

source: 这意味着什么，这意味着林立在安瑞尔世界，同样是一个全职业大师！
en_us: What did this imply? This implied that in the world of Anril, Lin Li was also a master of all professions!

source: 这房子看上去已经有些年月了，走上二楼卧室的时候，林立总感觉脚下的木板在轻轻颤抖。
en_us: This house looked like it had been here for ages. As they walked up to the bedroom on the second story, Lin Li could feel the wooden boards tremble under his feet.

source: 这才两天时间，他竟赚了一两紫金，最重要的是那位姬听雨小姐还说了，以后有多少丹药她全收？那他再炼出二十七枚黑色丹药，不就能赚取十两紫金，赎回令牌了吗？
en_us: In just two days, he could actually earn a tael of purple gold. Most importantly, Miss Ji Tingyu had even said that she would collect any and all other elixirs he had in the future. If he could refine twenty-seven of them black elixir pills, would he not be able to earn ten taels of purple gold and redeem his command token back?

source: 这才是林立与一般药剂师的区别。
en_us: This was the difference between Lin Li and the ordinary pharmacists.

source: 这才是点金棒上最核心的精华，一红一绿两块宝石，都是从毁灭之龙巢穴里搞来的，当初干掉阿扎达斯之后，那堆积如山的财宝，曾给林立留下过深刻的印象，而这一红一绿两块宝石，就点缀在那小山般的财宝顶端，就仿佛生日蛋糕上的樱桃。
en_us: This was the core essence of the gold rod. The ruby and the emerald were collected from the nest of the Dragon of Destruction. After killing Azardas, the mountain of treasures had left a deep impression on Lin Li; these two gemstones were embellished on top of the pile of treasure, like cherries on a birthday cake.

source: 这护卫的速度快得江逸根本反应不过来，而且力量也强大了很多，从这掌拍来引起的赫赫风声就可判断出。
en_us: The guard's speed was more than Jiang Yi could handle, and his strength was also a lot more potent. He could determine that from the howling wind produced by the palm strike.

source: 这护卫虽然受伤，也被江逸缠住右手，一时有些慌乱，但毕竟是铸鼎境三重武者，反应速度快得惊人，当下另外一只大手化作利爪朝江逸的左手两根指头抓来，欲折断他的两根手指。
en_us: The guard panicked for a short moment. Although he was injured and had his right arm entangled by Jiang Yi, he was nonetheless a martial artist at the third stage of the Cast Tripod Realm. As such, his reaction speed was shockingly fast. He immediately formed a claw with his other hand and grasped towards two fingers on Jiang Yi's left hand, in the hopes of breaking the two fingers.

source: 这时丹药房外传来一阵轻微的脚步声，一名少年偷偷的钻了进来，扫了一眼江逸，这才满脸谄媚笑意的朝柳长老走去，一边拱手说道：“恭喜长老，贺喜长老，您老人家终于炼出绝世丹药了……”
en_us: At this time, the light sound of footsteps came from the exterior of the Elixir Room. A young man secretly entered, glanced at Jiang Yi with one look, before walking in the direction of Elder Liu while putting on a face filled by a flattering and charming smile and cupping his hands in greeting. "Congratulations, Elder!” he exclaimed. “Congratulations, Elder! You, dear elder, have refined an exceptional elixir..."
